export default {
  id: 1,
  nameAr: "سورة الفاتحة",
  audioUrl: "https://server8.mp3quran.net/afs/001.mp3",
  verses: [
    { id: 1, text: "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ", start: 0, end: 6000 }, 
    { id: 2, text: "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ", start: 6000, end: 12500 },
    { id: 3, text: "ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ", start: 12500, end: 17500 },
    { id: 4, text: "ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ", start: 17500, end: 22000 },
    { id: 5, text: "مَـٰلِكِ يَوْمِ ٱلدِّينِ", start: 22000, end: 26500 },
    { id: 6, text: "إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ", start: 26500, end: 33600 },
    { id: 7, text: "ٱهْدِنَا ٱلصِّرَٰطَ ٱلْمُسْتَقِيمَ", start: 33600, end: 38800 },
    { id: 8, text: "صِرَٰطَ ٱلَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ ٱلْمَغْضُوبِ عَلَيْهِمْ وَلَا ٱلضَّالِّينَ", start: 38800, end: 51726 },
  ]
};